window.governorateCoordsArabic = {
  "دمشق": [33.5138, 36.2765],
  "ريف دمشق": [33.4, 36.3],
  "حلب": [36.2021, 37.1343],
  "حمص": [34.7324, 36.7137],
  "حماة": [35.1318, 36.7578],
  "اللاذقية": [35.5317, 35.7900],
  "طرطوس": [34.8890, 35.8866],
  "درعا": [32.6189, 36.1021],
  "السويداء": [32.7089, 36.5695],
  "القنيطرة": [33.1256, 35.8246],
  "إدلب": [35.9306, 36.6339],
  "الرقة": [35.9594, 38.9981],
  "دير الزور": [35.3333, 40.1408],
  "الحسكة": [36.5024, 40.7477]
};

const locations = {
    "دمشق": [
        "دمشق"
    ],

    "ريف دمشق": [
        "دوما", "حرستا", "داريا", "المعضمية",
        "الزبداني", "يبرود", "النبك", "قطنا",
        "التل", "قدسيا", "صحنايا", "جرمانا",
        "سقبا", "كفربطنا", "حمورية", "عين ترما",
        "دير عطية", "الكسوة", "بيت سحم", "ببيلا"
    ],

    "حلب": [
        "حلب", "الباب", "منبج", "اعزاز",
        "عفرين", "جرابلس", "السفيرة",
        "تل رفعت", "دارة عزة", "الأتارب",
        "عندان", "حريتان", "مسكنة"
    ],

    "حمص": [
        "حمص", "تدمر", "القصير", "الرستن",
        "تلبيسة", "الحولة", "تلكلخ",
        "القريتين", "تدمر", "مهين", "تشين"
    ],

    "حماة": [
        "حماة", "السلمية", "مصياف",
        "محردة", "صوران", "طيبة الإمام",
        "قلعة المضيق", "السقيلبية", "حربنفسه"
    ],

    "اللاذقية": [
        "اللاذقية", "جبلة", "القرداحة",
        "الحفة", "كسب", "عين الشرقية", "عين شقاق"
    ],

    "طرطوس": [
        "طرطوس", "بانياس", "صافيتا",
        "الدريكيش", "الشيخ بدر",
        "قدموس", "عمريت", "الشيخ سعد", "دوير الشيخ سعد"
    ],

    "إدلب": [
        "إدلب", "معرة النعمان", "سراقب",
        "أريحا", "جسر الشغور", "بنش",
        "الدانا", "حارم", "كفرنبل", "خان شيخون"
    ],

    "درعا": [
        "درعا", "نوى", "داعل",
        "إزرع", "الصنمين", "بصرى الشام",
        "طفس", "جاسم", "تسيل", "ابطع", "مزيريب", "سحم الجولان", "نافعة", "الشجرة", "حيط", "جملة"
    ],

    "السويداء": [
        "السويداء", "شهبا", "صلخد",
        "القريا", "عرمان", "ملح"
    ],

    "القنيطرة": [
        "القنيطرة", "خان أرنبة",
        "جباتا الخشب", "حضر"
    ],

    "دير الزور": [
        "دير الزور", "البوكمال",
        "الميادين", "موحسن",
        "القورية", "العشارة"
    ],

    "الرقة": [
        "الرقة", "الطبقة",
        "تل أبيض", "عين عيسى"
    ],

    "الحسكة": [
        "الحسكة", "القامشلي",
        "المالكية", "رأس العين",
        "تل تمر", "الشدادي",
        "الهول", "عامودا",
        "الدرباسية"
    ]
};
