<?php
return [
    'joinus' => [
        'paragraph' => "معًا، يمكننا خلق عالم يزدهر فيه الناس بالسلام.",
        'title' => "أن تكون جزءا من الحل",
        'line' => "املأ النموذج أدناه لتصبح عضوا في جمعيتنا",
    ],
    'news' => [
        'title' => "آخر أخبارنا",
        'subtitle' => "تعرف على أحدث مبادراتنا وحملاتنا ونجاحاتنا."
    ],

    'title' => 'رابطة العلويين من أجل السلام',

    'nav' => [
        'title' => 'رابطة العلويين من أجل السلام',
        'donate' => 'تبرع',
        'home' => 'الصفحة الرئيسية',
        'join' => 'انضم لنا',
        'news' => 'أخبارنا',
        'nav' => 'شريط التنقل',
        'about' => 'من نحن',
        'goals' => 'أهدافنا',
    ],

    'about' => [
        'title' => "من نحن",
        'paragraph' => "رابطة العلويين من أجل السلام هي منظمة غير ربحية تعمل على حماية العلويين من خلال رفع مستوى الوعي والدعوة إلى السياسات وتثقيف الجمهور.."
    ],

    'verify' => [
        'title' => "تم إرسال بريد إلكتروني إلى العنوان الذي فمت بتزويدنا به",
        'paragraph' => "يرجى التحقق من بريدك الإلكتروني بحثًا عن رمز التحقق وإدخاله أدناه، أو اتبع الرابط الموجود في البريد الإلكتروني للتحقق من موافقتك على العضوية"
    ],

    'copyright' => "حقوق ".html_entity_decode('&copy;').' '.date('Y')." - كل الحقوق محفوظة",
    'details' => "تفاصيل",


    'verifyEmail' => [
        'greeting' => "مرحباً, ",
        'p1' => "إن رمز التحقق الخاص بك هو: ",
        'p2' => "انسخ والصق الرمز أو اضغط على الزر أدناه",
        'btn' => "تأكيد"

    ],

    'verified' => "لقد تم إرسال استمارة الانضمام بنجاح !",

    "goalsSubtitle" => "من أجل مستقبل مستدام",
    "contact" => "اتصل بنا"
];
?>
